Repository: belingo/belingoGeo
Catalog: languages/belingogeo-*.po
Languages: ru_ru

source: - E-mail for communication with technical support specialists.
ru_ru: - Электронная почта для связи со специалистами технической поддержки.

source: - Our website.
ru_ru: - Наш сайт.

source: A simple and effective anti-spam plugin for WordPress. The plugin's algorithm analyzes user behavior on the site and, if necessary, marks it as spam.
ru_ru: Простой и эффективный плагин для защиты от спама в WordPress. Алгоритм плагина анализирует поведение пользователя на сайте и при необходимости маркирует его как спам.

source: A very simple calculator to place on any page of your website using a shortcode. Annuity or differentiated calculation method. For any period and with any interest rate.
ru_ru: Очень простой калькулятор для размещения на любой странице Вашего сайта с помощью шорткода. Аннуитетный или дифференцированный способ расчёта. На любой срок и с любой процентной ставкой.

source: About plugin
ru_ru: О плагине

source: Add a city to the header of the WooCommerce category
ru_ru: Добавить город в заголовок категории WooCommerce

source: Add city
ru_ru: Добавить город

source: Add city to breadcrumbs
ru_ru: Добавить город в хлебные крошки

source: Add new region
ru_ru: Добавить новый регион

source: Adding city
ru_ru: Добавление города

source: Additional points
ru_ru: Дополнительные точки

source: Additional text1 in the popup window
ru_ru: Дополнительный текст1 во всплывающем окне

source: Additional text2 in the popup window
ru_ru: Дополнительный текст2 во всплывающем окне

source: Address
ru_ru: Адрес

source: All cities of Russia - <a>download</a>
ru_ru: Все города России - <a>скачать</a>

source: All regions
ru_ru: Все регионы

source: Attention! Loading all cities at once can be difficult and depends on the settings and limitations of your hosting provider. In this case, we recommend splitting the file into several parts.
ru_ru: Внимание! Загрузка всех городов одновременно может быть затруднена и зависит от настроек и ограничений вашего хостинг-провайдера. В этом случае мы рекомендуем разделить файл на несколько частей.

source: Automatic city detection on the WooCommerce checkout page
ru_ru: Автоматическое определение города на странице оформления заказа WooCommerce

source: Basic
ru_ru: Общие

source: Belingo Geo Settings
ru_ru: Настройки BelingoGeo

source: BelingoGeo - Exclude/Include in cities
ru_ru: BelingoGeo - Исключить/Включить в городах

source: BelingoGeo plugin settings
ru_ru: Настройки плагина BelingoGeo

source: By default, the plugin replaces links using internal functions that determine the city, but when using caching, problems may arise, to eliminate it, you can try using this option
ru_ru: По умолчанию плагин заменяет ссылки с помощью внутренних функций определения города, но при использовании кеширования могут возникнуть проблемы, для их устранения можно попробовать использовать эту опцию

source: Can't delete default city
ru_ru: Невозможно удалить город по умолчанию

source: Categories
ru_ru: Рубрики

source: Choose another city
ru_ru: Выбрать другой город

source: Choose from the list:
ru_ru: Выберите из списка:

source: Cities
ru_ru: Города

source: City
ru_ru: Город

source: City in subdirectory (the link will look like this: example.com/samara/)
ru_ru: Город в поддиректории (ссылка будет выглядеть так: example.com/samara/)

source: City in subdomain (the link will look like this: samara.example.com)
ru_ru: Город в субдомене (ссылка будет выглядеть так: samara.example.com)

source: Connect pop-ups in the site footer
ru_ru: Подключить всплывающие окна в футере сайта

source: Continue without the city
ru_ru: Продолжить без города

source: Dative
ru_ru: Дательный падеж

source: Default city
ru_ru: Город по умолчанию

source: Definition of a city outside the list
ru_ru: Определение города вне списка

source: Description of all settings of the BelingoGeo plugin
ru_ru: Описание всех настроек плагина BelingoGeo

source: Description of shortcodes of the BelingoGeo plugin
ru_ru: Описание шорткодов плагина BelingoGeo

source: Didn't find your city?
ru_ru: Не нашли Ваш город?

source: Disable forced slug generation for city
ru_ru: Отключить принудительную генерацию ярлыка для города

source: Disable forced slug generation for region
ru_ru: Отключить принудительную генерацию ярлыка для региона

source: Edit city
ru_ru: Изменить город

source: Edit region
ru_ru: Изменить регион

source: Enable city search by pop-up window
ru_ru: Включить поиск города во всплывающем окне

source: Enables pop-up windows in the footer of the site, the option can not be enabled if you placed the shortcode manually
ru_ru: Включает всплывающие окна в футере сайта. Эту опцию не нужно включать, если вы разместили шорткод вручную.

source: Exceptions
ru_ru: Исключения

source: Exclude all pages
ru_ru: Исключить все страницы

source: Exclude all regular posts
ru_ru: Исключить все обычные записи

source: Exclude anything that is not a registered entity
ru_ru: Исключить все, что не является зарегистрированной сущностью

source: Exclude entries from archive pages
ru_ru: Исключить записи из архивных страниц

source: Existing URLs (redirect to existing page structure with city. For pages only.)
ru_ru: Существующие URL-адреса (перенаправление на существующую структуру страницы с городом. Только для страниц.)

source: Export
ru_ru: Экспорт

source: Filter links by url
ru_ru: Фильтровать ссылки по URL

source: Finding...
ru_ru: Определение...

source: Forced confirmation of the city
ru_ru: Принудительное подтверждение города

source: Forced confirmation of the city without a pop-up window with the question: "What is your city?".
ru_ru: Принудительное подтверждение города без всплывающего окна с вопросом: "Какой у вас город?".

source: Genitive
ru_ru: Родительный падеж

source: Go Pro
ru_ru: Перейти на Pro

source: How to change city label in URL
ru_ru: Как изменить ярлык города в УРЛ

source: How to create an additional field for the city in the belingoGeo plugin?
ru_ru: Как создать дополнительное поле для города в плагине belingoGeo?

source: How to display a link to switch cities anywhere on the site
ru_ru: Как отобразить ссылку на смену города в любом месте сайта

source: How to sort cities in belingoGeo plugin?
ru_ru: Как сортировать города в плагине belingoGeo?

source: If no city is selected, and no default city is specified, you can specify the text that will be displayed, by default: "Not Found".
ru_ru: Если город не выбран и город по умолчанию не указан, вы можете указать текст, который будет отображаться. По умолчанию: «Не найдено».

source: If no default city is selected and the city could not be determined by IP, display any first city from the list. The option will be ignored if "Determine city outside the list" is enabled
ru_ru: Если город не выбран по умолчанию и не удалось определить город по IP, отобразите любой первый город из списка. Опция будет игнорироваться, если включено "Определение города вне списка"

source: If the city is not found
ru_ru: Если город не найден

source: If there are excluded cities inside a record (any), then this record will not be displayed on the archive page in these cities. For example, if the product woocommerce is excluded for the current city, then it will not be displayed in the catalog.
ru_ru: Если внутри записи (любой) есть исключенные города, то эта запись не будет отображаться на странице архива в этих городах. Например, если продукт woocommerce исключен для текущего города, то он не будет отображаться в каталоге.

source: If this option is enabled, the city will be determined anyway, even if it is not in the list. Virtual URLs for such a city will not be generated.
ru_ru: Если эта опция включена, то город будет определен в любом случае, даже если его нет в списке. Виртуальные URL для такого города генерироваться не будут

source: Import
ru_ru: Импорт

source: In English
ru_ru: На английском

source: Installing and configuring the belingoGeo plugin
ru_ru: Установка и настройка плагина belingoGeo

source: Link type
ru_ru: Тип ссылки

source: Multisite (switching between sites, within your network of sites, WordPress must be in multisite mode)
ru_ru: Мультисайт (переключение между сайтами в пределах вашей сети сайтов, WordPress должен быть в режиме мультисайта)

source: New city
ru_ru: Новый город

source: New region name
ru_ru: Имя нового региона

source: Not found
ru_ru: Не найден

source: Not found in trash
ru_ru: Не найдено в корзине

source: Number of urls in the sitemap
ru_ru: Количество URL-адресов в карте сайта

source: Only available for Pro version
ru_ru: Доступно только для версии Pro

source: Option to add the city to breadcrumbs on the website.
ru_ru: Возможность добавить город в хлебные крошки на сайте.

source: Our other plugins
ru_ru: Другие наши плагины

source: Overwrite cookies when following a direct link
ru_ru: Перезаписывать cookies при переходе по прямой ссылке

source: Pages
ru_ru: Страницы

source: Pages selected in this list will be excluded from the plugin
ru_ru: Указанные страницы будут исключены. Виртуальные url для них создаваться не будут

source: Parent region
ru_ru: Родительский регион

source: Parent region:
ru_ru: Родительский регион:

source: Popup title with cities
ru_ru: Заголовок в списке с городами

source: Post types
ru_ru: Типы записей

source: Posts
ru_ru: Записи

source: Posts selected in this list will be excluded from the plugin
ru_ru: Указанные записи будут исключены. Виртуальные url для них создаваться не будут

source: Prepositional
ru_ru: Предложный падеж

source: Region
ru_ru: Регион

source: Regions
ru_ru: Регионы

source: Search city
ru_ru: Поиск города

source: Search regions
ru_ru: Поиск регионов

source: Setting up the BelingoGeo plugin in the "city in a subdomain" mode
ru_ru: Настройка плагина BelingoGeo в режиме «город в поддомене»

source: Setting up the plugin in Multisite mode
ru_ru: Настройка плагина в режиме «Мультисайт»

source: Settings
ru_ru: Настройки

source: Settings have been saved
ru_ru: Настройки сохранены

source: Show city
ru_ru: Показать город

source: Show first city from list, when city not found
ru_ru: Показать первый город из списка, если город не найден

source: Support
ru_ru: Поддержка

source: System city
ru_ru: Системный город

source: Tags
ru_ru: Метки

source: Taxonomies
ru_ru: Таксономии

source: Telephone
ru_ru: Телефон

source: Telephone link
ru_ru: Телефон ссылка

source: The number of URLs per page in the sitemap
ru_ru: Количество URL-адресов на странице, в карте сайта

source: The option displays a city search in a pop-up list of cities
ru_ru: Опция отображает поиск города во всплывающем списке городов

source: The plugin adds the ability to select cities, unique pages are created with a unique url for each city. This allows you to make content unique to search engines.
ru_ru: Плагин добавляет возможность выбора городов, создаются уникальные страницы с уникальным url для каждого города. Это позволяет сделать контент уникальным для поисковых систем.

source: The plugin adds the ability to select cities, unique pages are created with a unique url for each city. This allows you to uniqueize content for search engines.
ru_ru: Плагин добавляет возможность выбора городов, создаются уникальные страницы с уникальным url для каждого города. Это позволяет сделать контент уникальным для поисковых систем.

source: The plugin automatically generates a slug for the city, this option disables automatic generation and you can manually specify the slug for the city.
ru_ru: Плагин автоматически генерирует ярлык для города, эта опция отключает автоматическую генерацию и вы можете вручную указать ярлык для города.

source: The plugin automatically generates a slug for the region, this option disables automatic generation and you can manually specify the slug for the region.
ru_ru: Плагин автоматически генерирует ярлык для региона, эта опция отключает автоматическую генерацию и вы можете вручную указать ярлык для региона.

source: The selected headings will be excluded, urls with the city will not be generated for them, and all posts belonging to this heading will be automatically excluded
ru_ru: Выбранные рубрики будут исключены, для них не будут генерироваться урлы с городом, а все посты, относящиеся к этой рубрике, будут автоматически исключены

source: The selected post types will be excluded, URLs with the city will not be generated for them, and all posts of the specified post type will be automatically excluded
ru_ru: Выбранные типы записей будут исключены, для них не будут генерироваться URL-адреса с городом, а все записи указанного типа будут автоматически исключены.

source: The selected tags will be excluded, urls with the city will not be generated for them
ru_ru: Выбранные метки будут исключены, для них не будут генерироваться URL-адреса с городом

source: The selected taxonomies will be excluded, urls with the city will not be generated for them, and all terms of the specified taxonomy will be automatically excluded
ru_ru: Выбранные таксономии будут исключены, для них не будут генерироваться URL-адреса с городом, а все термины указанной таксономии будут автоматически исключены

source: The string is displayed in the select_city shortcode if there is no selected city
ru_ru: Строка будет отображаться в шорткоде select_city, если город не выбран

source: This option excludes all pages not related to WP_Post, WP_Term, WP_Post_Type and WP_Taxonomy. For example archives by date
ru_ru: Этот параметр исключает все страницы, не относящиеся к WP_Post, WP_Term, WP_Post_Type и WP_Taxonomy. Например архивы по дате

source: This option excludes all pages. If enabled, exclusion of each individual page is ignored.
ru_ru: Эта опция исключает все страницы. Если включено, исключение каждой отдельной страницы игнорируется.

source: This option excludes all regular entries. If enabled, exclusion of each individual entry is ignored.
ru_ru: Эта опция исключает все обычные записи. Если включена, исключение каждой отдельной записи игнорируется.

source: Update region
ru_ru: Обновить регион

source: Upload a list of cities in CSV format, <a>download</a> an example file.
ru_ru: Загрузка списка городов в CSV формате, <a>скачайте</a> пример файла.

source: URLs disabled (the plugin will not generate virtual links)
ru_ru: URL-адреса отключены (плагин не будет генерировать виртуальные ссылки)

source: Useful articles
ru_ru: Полезные статьи

source: View regions
ru_ru: Смотреть регионы

source: We are on social networks
ru_ru: Мы в социальных сетях

source: We deliver worldwide
ru_ru: Мы доставляем по всему миру

source: When going to pages or subdomains via a direct link, the cookie will be overwritten with the city from the URL.
ru_ru: При переходе на страницы или поддомены по прямой ссылке cookie будет перезаписан с городом из URL.

source: Woo Price
ru_ru: Цены Woo

source: Yes
ru_ru: Да

source: You can specify any shortcode, it will be added to the woocommerce category header.
ru_ru: Вы можете указать любой шорткод, он будет добавлен в заголовок категории woocommerce.

source: You need to update the Pro extension to version 1.10 or higher
ru_ru: Вам необходимо обновить расширение Pro до версии 1.10 или выше.

source: You need to update the Pro extension to version 1.9 or higher
ru_ru: Вам необходимо обновить расширение Pro до версии 1.9 или выше.

source: Your city
ru_ru: Ваш город

source: Your delivery region
ru_ru: Ваш регион доставки

source: ← Back to region
ru_ru: ← Назад к региону
